let luckResultData = [
      {
        "keyWords": "暴,富",
        "yiList": [
          "一心一意挣钱，随心所欲花钱",
          "无视眼前的苟且只想踏实地搞钱",
          "生财有道，留心挖掘暴富小技巧"
        ],
        "jiList": [
          {"key": "浪费", "text": "即便腰缠万贯，也要用钱有房"},
          {"key": "势利", "text": "不忘初心，保持善念"},
          {"key": "秃头", "text": "不做拼命三郎，不要聪明绝顶"}
        ],
        "echarts": [
          ["财力", 100],
          ["权利", 90],
          ["实力", 100],
          ["魅力", 75],
          ["健康", 80]
        ],
        "label": ["投资赚钱", "彩票大奖", "走路捡钱", "收到红包", "如愿当上有钱人"]
      },
      {
        "keyWords": "佛,系",
        "yiList": [
          "不动声色地努力，很快便风生水起",
          "一切随缘，不以物喜，不以己悲",
          "宁缺毋滥不讲究，缘分没到不强求"
        ],
        "jiList": [
          {"key": "敷衍", "text": "未必事事争第一，但一定要尽全力"},
          {"key": "急躁", "text": "冷静，该来的总要来"},
          {"key": "记仇", "text": "百因必有果，你的报应就是我"}
        ],
        "echarts": [
          ["财力", 80],
          ["权利", 70],
          ["实力", 85],
          ["魅力", 90],
          ["健康", 100]
        ],
        "label": ["遇到贵人", "发量翻倍", "惊喜不断", "生活富足", "人生赢家"]
      },
      {
        "keyWords": "稳",
        "yiList": [
          "低调做人，高调做事，闷声发财",
          "遇事淡定冷静，大风大浪都能平",
          "吃饱睡好，心态积极活到老"
        ],
        "jiList": [
          {"key": "张扬", "text": "枪打出头鸟，踏实最可靠"},
          {"key": "盲目", "text": "清醒一点，不被诱惑迷了眼"},
          {"key": "肥宅", "text": "身体是革命本钱，少吃奶茶少喝甜"}
        ],
        "echarts": [
          ["财力", 85],
          ["权利", 90],
          ["实力", 70],
          ["魅力", 100],
          ["健康", 90]
        ],
        "label": ["脱贫", "脱单", "锦鲤附体", "脱胖", "身价过亿"]
      },
      {
        "keyWords": "锦,鲤",
        "yiList": [
          "暴富轻而易举，恋爱触手可及",
          "没事多出门，说不定转角遇贵人",
          "投资稳赚不赔，目光长远不衰"
        ],
        "jiList": [
          {"key": "高调", "text": "幸运之神只宠你一人，别走漏风声"},
          {"key": "偷懒", "text": "即便有了运气，也要付诸努力"},
          {"key": "暴富", "text": "财不可露，藏好你的小金库"}
        ],
        "echarts": [
          ["财力", 100],
          ["权利", 80],
          ["实力", 80],
          ["魅力", 100],
          ["健康", 70]
        ],
        "label": ["吃饭有人请", "电影有人约", "旅游有人带", "早餐有人煮", "不缺钱不缺爱"]
      },
      {
        "sex": "boy",
        "keyWords": "帅",
        "yiList": [
          "散发撩人魅力，脱单不是问题",
          "保持少年感，知世故而不世故",
          "不急不躁，遇强更强，实在不行有颜扛"
        ],
        "jiList": [
          {"key": "熬夜", "text": "可能会让你变丑的事，都是大忌"},
          {"key": "秃头", "text": "可能会让你变丑的事，都是大忌"},
          {"key": "衰老", "text": "可能会让你变丑的事，都是大忌"}
        ],
        "echarts": [
          ["财力", 70],
          ["权利", 90],
          ["实力", 85],
          ["魅力", 100],
          ["健康", 75]
        ],
        "label": ["被告白", "被抢着告白", "被疯狂告白", "被意中人告白", "出门就被告白"]
      },
      {
        "keyWords": "刚",
        "yiList": [
          "做决定果断开脆，拒绝拖泥带水",
          "朝着目标勇敢去闯，会有幸运为你护航",
          "只有你想不到，没有你做不好"
        ],
        "jiList": [
          {"key": "犹豫", "text": "犹豫就会败北，坚定才有机会"},
          {"key": "认输", "text": "不向生活低头，要和挫折交朋友"},
          {"key": "气馁", "text": "不服就干，生死看淡"}
        ],
        "echarts": [
          ["财力", 80],
          ["权利", 85],
          ["实力", 100],
          ["魅力", 90],
          ["健康", 70]
        ],
        "label": ["工作", "努力工作", "双倍奖金", "升职加薪", "走上人生巅峰"]
      },
      {
        "sex": "girl",
        "keyWords": "美",
        "yiList": [
          "保持天生丽质 脱单并非难事",
          "新的颜值巅峰",
          "上厅堂下厨房 内外兼修"
        ],
        "jiList": [
          {"key": "熬夜", "text": "可能让你变丑的，都是大忌"},
          {"key": "秃头", "text": "可能让你变丑的，都是大忌"},
          {"key": "衰老", "text": "可能让你变丑的，都是大忌"}
        ],
        "echarts": [
          ["财力", 80],
          ["权利", 70],
          ["实力", 80],
          ["魅力", 100],
          ["健康", 95]
        ],
        "label": ["颜值巅峰", "小仙女", "被抢着告白", "被意中人告白", "出门就被告白"]
      },
      {
        "keyWords": "浪",
        "yiList": [
          "相当幸运的状态，不断获得帮助",
          "慢慢重燃动力，有不错的桃花运",
          "不经意的缘分，随时散发魅力"
        ],
        "jiList": [
          {"key": "盲目", "text": "清醒一点，不被诱惑迷了眼"},
          {"key": "放纵", "text": "浪一浪就行，别浪不停"},
          {"key": "冲动", "text": "眼前无路想回头"}

        ],
        "echarts": [
          ["财力", 90],
          ["权利", 85],
          ["实力", 92],
          ["魅力", 100],
          ["健康", 92]
        ],
        "label": ["眨眼就电", "撒欢儿", "都是我的主场", "我很好", "下一个更好"]
      },
      {
        "keyWords": "大,佬",
        "yiList": [
          "干啥啥都行，牛逼第一名",
          "随便就赚几个亿，马云就住我隔壁",
          "我命由我不由天，我的实力胜过天"
        ],
        "jiList": [
          {"key": "装逼", "text": "我不要你觉得，我只要我觉得"},
          {"key": "秃头", "text": "枸杞加啤酒，从来不秃头"},
          {"key": "恋爱", "text": "情情爱爱不重要，修身养性最可靠"}
        ],
        "echarts": [
          ["财力", 80],
          ["权利", 90],
          ["实力", 95],
          ["魅力", 100],
          ["健康", 70]
        ],
        "label": ["实力超强", "气场两米八", "颜美智高", "责任感爆棚", "气质爆表"]
      },
      {
        "keyWords": "自,由",
        "yiList": [
          "这一年不要苟且，只要诗和远方",
          "不卑不亢不服输，敢想敢闯敢做梦",
          "原谅我一生不羁放纵爱自由"
        ],
        "jiList": [
          {"key": "偏食", "text": "蔬菜水果不离手，健康生活最长久"},
          {"key": "熬夜", "text": "无论夜多美，颜值靠早睡"},
          {"key": "寡欲", "text": "只要看得开，生活就能嗨"}
        ],
        "echarts": [
          ["财力", 70],
          ["权利", 80],
          ["实力", 85],
          ["魅力", 100],
          ["健康", 100]
        ],
        "label": ["向往远方", "期待未来", "独立又自主", "上进有理想", "环游世界不是梦"]
      },
      {
        "keyWords": "脱,单",
        "yiList": [
          "颜值爆棚，桃花旺盛",
          "魅力无敌，让人着迷",
          "只要你肯渣，还有什么你我他"
        ],
        "jiList": [
          {"key": "养狗", "text": "要想脱单，从此跟狗两不沾"},
          {"key": "失业", "text": "口袋有钱，爱情才能甜"},
          {"key": "颓丧", "text": "好好生活别颓丧，正财偏财都能旺"}
        ],
        "echarts": [
          ["财力", 90],
          ["权利", 70],
          ["实力", 90],
          ["魅力", 100],
          ["健康", 80]
        ],
        "label": ["人见人爱", "花见花开", "闭月羞花", "沉鱼落雁", "日常沙雕"]
      }
    ]

module.exports = luckResultData;